contato.tipo.vazio=Tipo de contato n\u00E3o pode ser vazio.
contato.telefone.tamanho=Telefone n\u00E3o pode ter mais que 12 d\u00EDgitos.
contato.ddd.vazio=DDD n\u00E3o pode ser vazio.
contato.telefone.vazio=Telefone n\u00E3o pode ser vazio.

endereco.tipo.vazio=Tipo de endere\u00E7o n\u00E3o pode ser vazio.
endereco.logradouro.vazio=Logradouro n\u00E3o pode ser vazio.
endereco.bairro.vazio=Bairro n\u00E3o pode ser vazio.
endereco.cidade.vazio=Cidade n\u00E3o pode ser vazio.
endereco.estado.vazio=Estado n\u00E3o pode ser vazio.

cliente.id.vazio=Identificador do cliente n\u00E3o pode ser vazio.
cliente.cpf.vazio=CPF do cliente n\u00E3o pode ser vazio.
cliente.estadocivil.vazio=Estado Civil do cliente n\u00E3o pode ser vazio.
cliente.cnpj.vazio=CNPJ do cliente n\u00E3o pode ser vazio.
cliente.nome.vazio=Nome do cliente n\u00E3o pode ser vazio.
cliente.datanascimento.vazio=Data de nascimento do cliente n\u00E3o pode ser vazia.
cliente.sexo.vazio=Sexo n\u00E3o pode ser vazio.

seguradora.id.vazio=Seguradora n\u00E3o pode ser vazio.
ramoId.id.vazio=Ramo n\u00E3o pode ser vazio.

seguro.id.vazio=Identificador do seguro n\u00E3o pode ser vazio.
seguro.item.vazio=Lista de itens do seguro n\u00E3o pode ser vazia.
seguro.iniciovigencia.vazio=Data de in\u00EDcio da vig\u00EAncia do seguro n\u00E3o pode ser vazia.
seguro.finalvigencia.vazio=Data final da vig\u00EAncia do seguro n\u00E3o pode ser vazia.
seguro.premioliquido.vazio=Pr\u00EAmio l\u00EDquido n\u00E3o pode ser vazio.
seguro.premiototal.vazio=Pr\u00EAmio total n\u00E3o pode ser vazio.
seguro.comissao.vazio=Comiss\u00E3o n\u00E3o pode ser vazio.
seguro.comissaoprodutor.vazio=Comiss\u00E3o do produtor n\u00E3o pode ser vazio.
seguro.desconto.vazio=Desconto n\u00E3o pode ser vazio.
seguro.vencimento.vazio=Vencimento n\u00E3o pode ser vazio.
seguro.parcelas.vazio=N\u00FAmero de parcelas n\u00E3o pode ser vazio.
seguro.numeroProposta.vazio=N\u00FAmero da Proposta n\u00E3o pode ser vazio.
seguro.formapagamento.vazio=Forma de pagamento n\u00E3o pode ser vazio.
seguro.justificativa.vazio=Justificativa de recusa de proposta n\u00E3o pode ser vazia.

automovel.id.vazio=Identificador do autom\u00E3vel n\u00E3o pode ser vazio.
automovel.marca.vazio=Marca n\u00E3o pode ser vazio.
automovel.descricao.vazio=Modelo n\u00E3o pode ser vazio.
automovel.modelo.vazio=Ano do modelo n\u00E3o pode ser vazio.
automovel.fabricacao.vazio=Ano de f\u00e1brica\u00E7\u00E3o n\u00E3o pode ser vazio.
automovel.chassi.vazio=Chassi n\u00E3o pode ser vazio.
automovel.condutores.vazio=Lista de condutores n\u00E3o pode ser vazia.
automovel.coberturas.vazio=Lista de coberturas n\u00E3o pode ser vazia.
automovel.franquias.vazio=Lista de franquias n\u00E3o pode ser vazia.

condutor.nome.vazio=Nome do condutor n\u00E3o pode ser vazio.
condutor.datanascimento.vazio=Data de nascimento do condutor n\u00E3o pode ser vazia.
condutor.cpf.vazio=CPF do condutor n\u00E3o pode ser vazio.
condutor.estadocivil.vazio=Estado Civil do condutor n\u00E3o pode ser vazio.
condutor.grauparentesco.vazio=Grau de Parentesco do Condutor n\u00E3o pode ser vazio.

arquivo.id.vazio=Identificador do arquivo n\u00E3o pode ser vazio.
arquivo.mime.vazio=Tipo mime do arquivo n\u00E3o pode ser vazio.
arquivo.descricao.vazio=Descri\u00E7\u00E3o  do arquivo n\u00E3o pode ser vazio.
arquivo.nome.vazio=Nome do arquivo n\u00E3o pode ser vazio.
arquivo.tamanho.vazio=Tamanho do arquivo n\u00E3o pode ser vazio.

comissao.corretora.seguradora.id.vazio=Id da seguradora n\u00E3o pode ser vazio.
comissao.corretora.comissao.vazio=Comiss\u00E3o n\u00E3o pode ser vazia.

oportunidade.vencimento=Vencimento da Oportunidade n\u00E3o pode ser vazio.
oportunidade.justificativa=Justificativa da Oportunidade n\u00E3o pode ser vazio.
oportunidade.origem=Origem da Oportunidade n\u00E3o pode ser vazio.

produtor.id.vazio=Produtor n\u00E3o pode ser vazio.
produtor.nome.vazio=Nome do produtor n\u00E3o pode ser vazio.
produtor.email.vazio=Email do produtor n\u00E3o pode ser vazio.
produtor.assinante.vazio=Assinante do produtor n\u00E3o pode ser vazio.
produtor.comissao.parcela1.vazio=Parcela 1 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela2.vazio=Parcela 2 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela3.vazio=Parcela 3 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela4.vazio=Parcela 4 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela5.vazio=Parcela 5 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela6.vazio=Parcela 6 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela7.vazio=Parcela 7 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela8.vazio=Parcela 8 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela9.vazio=Parcela 9 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela10.vazio=Parcela 10 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela11.vazio=Parcela 11 da comiss\u00E3o n\u00E3o pode ser vazia.
produtor.comissao.parcela12.vazio=Parcela 12 da comiss\u00E3o n\u00E3o pode ser vazia.

assinante.usuario.id.vazio=O id do usu\u00E1rio n\u00E3o pode ser vazio.
assinante.senha.vazio=A nova senha n\u00E3o pode ser vazia.
assinante.confirmacao.senha.vazio=A confirma\u00E7\u00E3o de senha n\u00E3o pode ser vazia.
assinante.confirmacao.senha.invalida=A confirma\u00E7\u00E3o da senha n\u00E3o est\u00E1 correta.
assinante.senha.atual.vazio=A senha atual n\u00E3o pode ser vazia.

sinitro.id.vazio=Identificador do sinistro n\u00E3o pode ser vazia.
sinitro.data.vazio=Data do sinistro n\u00E3o pode ser vazia.
sinistro.tipo.vazio=Tipo do sinistro n\u00E3o pode ser vazio.
sinistro.valor.vazio=Valor do sinistro n\u00E3o pode ser vazio.
sinistro.estimativa.vazio=Estimativa do sinistro n\u00E3o pode ser vazia.

endosso.tipo.vazio=Tipo do endosso n\u00E3o pode ser vazio.